{"title":"WISDOM","sections":[{"type":"text","content":"World Identification System Designated Observation Machines (W.I.S.D.O.M) is a Science and Technology company that formed to design a machine to sustain the <a href=\"./?page=classsystem\" target=\"_blank\">class system</a>. The system that is responsible for all technological communication and AI robots is referred to as WISDOM, after the company that created it. WISDOM was created by the “<a href=\"./?page=roger\" target=\"_blank\">Traditionalists</a>” in 2080 AD. The current CEO, <a href=\"./?page=joanne\" target=\"_blank\">Joanne</a>, assumed her position in 2164 AD."},{"type":"text","content":"The first job of WISDOM was the creation of the IDs. Upon birth every citizen is assigned an ID denoting the year they were born, class, and assigned career. Aside from identification, the IDs are used to monitor the citizens and record their good and bad deeds. This good and bad deed ratio determines their treatment within their class and what extra resources they have access to."},{"type":"text","content":"WISDOM is the system behind law enforcement and defense AI robots. These robots are called Observation Machines (OMs) and act as police and surveillance for the lower and middle class. In the lower class, only the OMs are allowed leadership positions and all lower class citizens are heavily monitored during their work hours. The middle class has more freedom as the robots are used as a support and security network."},{"type":"text","content":"To the public WISDOM is only known as the company behind the system, however the top officials within the company have always been picked by the head of the Traditionalist government and is a member of the Traditionalist council. The current head, Roger, has close ties with Joanne and they are often seen together outside of government affairs."},{"type":"text","content":"IDs are generated based on the following parameters: [birth year] [class] [occupation] [birthday]. Ex. Joanne (2140 001 077 0617): born in 2140 AD, upper class, Computer and Information Research Scientist, born on June 17th."}]}